Repository: LowTechMaker/KoikatsuSceneGallery
Catalog: Strings/*/Resources.resw
Source language: en_us
Languages: zh_hans, zh_hant

# Nav_Library.Content
source: Library
zh_hans: 收藏库
zh_hant: 收藏庫

# Library_Scenes.Text
source: Scenes
zh_hans: 场景卡
zh_hant: 場景卡

# Library_Characters.Text
source: Characters
zh_hans: 角色卡
zh_hant: 角色卡

# Library_Coordinates.Text
source: Coordinates
zh_hans: 服装卡
zh_hant: 服裝卡

# Gallery_Title.Text
source: Scenes
zh_hans: 场景卡
zh_hant: 場景卡

# Gallery_SearchBox.PlaceholderText
source: Search by path or filename...
zh_hans: 按路径或文件名搜索…
zh_hant: 依路徑或檔名搜尋…

# Gallery_SearchBox.[using:Microsoft.UI.Xaml.Controls]ToolTipService.ToolTip
source: Separate multiple keywords with commas for AND search, e.g.: author,filename
zh_hans: 用逗号分隔多个关键词可进行 AND 搜索，例如：作者,文件名
zh_hant: 以逗號分隔多個關鍵字可進行 AND 搜尋，例如：作者,檔名

# Gallery_RandomButton.[using:Microsoft.UI.Xaml.Controls]ToolTipService.ToolTip
source: Open a random card
zh_hans: 随机打开一张卡片
zh_hant: 隨機開啟一張卡片

# Gallery_ShowR18Button.[using:Microsoft.UI.Xaml.Controls]ToolTipService.ToolTip
source: Show R-18 content
zh_hans: 显示 R-18 内容
zh_hant: 顯示 R-18 內容

# Gallery_SortName.Content
source: Name
zh_hans: 名称
zh_hant: 名稱

# Gallery_SortDateModified.Content
source: Date Modified
zh_hans: 修改日期
zh_hant: 修改日期

# Gallery_SortFileSize.Content
source: File Size
zh_hans: 文件大小
zh_hant: 檔案大小

# Gallery_SortShuffle.Content
source: Shuffle
zh_hans: 随机
zh_hant: 隨機

# Gallery_FeelingLuckyLabel.Text
source: I'm feeling lucky
zh_hans: 手气不错
zh_hant: 手氣不錯

# Gallery_SortDirection.[using:Microsoft.UI.Xaml.Controls]ToolTipService.ToolTip
source: Toggle sort direction
zh_hans: 切换排序方向
zh_hant: 切換排序方向

# Gallery_Empty.Text
source: No scene cards found. Add folders in Settings.
zh_hans: 未找到场景卡片。请在设置中添加文件夹。
zh_hant: 找不到場景卡片。請在設定中新增資料夾。

# Gallery_GeneratingLabel.Text
source: Generating thumbnails…
zh_hans: 正在生成缩略图…
zh_hant: 正在生成縮圖…

# Gallery_GameFilter.[using:Microsoft.UI.Xaml.Controls]ToolTipService.ToolTip
source: Filter by game version
zh_hans: 依游戏版本筛选
zh_hant: 依遊戲版本篩選

# Gallery_FilterAll.Content
source: All
zh_hans: 全部
zh_hant: 全部

# Gallery_EnvUnknown.Content
source: Unknown
zh_hans: 未知
zh_hant: 未知

# Gallery_AnalyzingLabel.Text
source: Analyzing…
zh_hans: 分析中…
zh_hant: 分析中…

# Nav_Screenshots.Content
source: Screenshots
zh_hans: 截图
zh_hant: 截圖

# Screenshot_Title.Text
source: Screenshots
zh_hans: 截图
zh_hant: 截圖

# Screenshot_Empty.Text
source: No screenshots found. Add folders in Settings.
zh_hans: 未找到截图。请在设置中添加文件夹。
zh_hant: 找不到截圖。請在設定中新增資料夾。

# Coordinate_Title.Text
source: Coordinates
zh_hans: 服装卡
zh_hant: 服裝卡

# Coordinate_Empty.Text
source: No coordinate cards found. Add folders in Settings.
zh_hans: 未找到服装卡。请在设置中添加文件夹。
zh_hant: 找不到服裝卡。請在設定中新增資料夾。

# Detail_CoordInfo.Text
source: Coordinate Info
zh_hans: 服装信息
zh_hant: 服裝資訊

# Detail_CoordName.Text
source: Coordinate Name
zh_hans: 服装名称
zh_hant: 服裝名稱

# Settings_CoordFoldersHeader.Text
source: Coordinates
zh_hans: 服装卡
zh_hant: 服裝卡

# Settings_CoordFoldersDesc.Text
source: Add folders containing Koikatsu coordinate card .png files. Subfolders are scanned automatically.
zh_hans: 添加包含 Koikatsu 服装卡 .png 文件的文件夹。子文件夹会自动扫描。
zh_hant: 新增包含 Koikatsu 服裝卡 .png 檔案的資料夾。子資料夾會自動掃描。

# Settings_ImportSubfolderHeader.Text
source: Organized Subfolder
zh_hans: 整理子目录
zh_hant: 整理子目錄

# Settings_ImportSubfolderDesc.Text
source: Subfolder path (relative to each library root) where imported cards are placed. Provider folders such as Pixiv and BepisDB are added automatically. Leave empty to place cards directly in the root.
zh_hans: 在各根目录下建立子目录来存放整理好的卡片。Pixiv、BepisDB 等来源文件夹会自动加入。留空则直接放在根目录。
zh_hant: 在各根目錄下建立子目錄來存放整理好的卡片。Pixiv、BepisDB 等來源資料夾會自動加入。留空則直接放在根目錄。

# Settings_ImportSubfolderLabel.Text
source: Subfolder path
zh_hans: 子目录路径
zh_hant: 子目錄路徑

# Settings_ArtworkSubfolder.Header
source: Artwork subfolder threshold
zh_hans: 帖子子文件夹阈值
zh_hant: 貼文子資料夾門檻

# Settings_ArtworkSubfolderDesc.Text
source: Create a subfolder named after the artwork when the number of files from the same artwork in one import batch is strictly greater than this value. 0 = always; -1 = never.
zh_hans: 当同一帖子的卡片数量严格大于此值时，在作者文件夹下建立以帖子名称命名的子文件夹。0 = 始终建立；-1 = 从不建立。
zh_hant: 當同一貼文的卡片數量嚴格大於此值時，在作者資料夾下建立以貼文名稱命名的子資料夾。0 = 永遠建立；-1 = 永不建立。

# Settings_CoordResolutionHeader.Text
source: Coordinate Resolution
zh_hans: 服装卡
zh_hant: 服裝卡

# Settings_CoordResolutionDesc.Text
source: Only show coordinate cards matching specific resolutions. Disable to show all cards.
zh_hans: 仅显示符合特定分辨率的服装卡。禁用则显示全部卡片。
zh_hant: 僅顯示符合特定解析度的服裝卡。停用則顯示全部卡片。

# Settings_CoordResolutionToggle.OnContent
source: Enabled — filtering by resolution
zh_hans: 已启用 — 按分辨率筛选
zh_hant: 已啟用 — 依解析度篩選

# Settings_CoordResolutionToggle.OffContent
source: Disabled — showing all resolutions
zh_hans: 已禁用 — 显示所有分辨率
zh_hant: 已停用 — 顯示所有解析度

# Settings_CoordResolutionInput.PlaceholderText
source: e.g. 252x352
zh_hans: 例如 252x352
zh_hant: 例如 252x352

# Settings_AddCoordResolution.Text
source: Add
zh_hans: 添加
zh_hant: 新增

source: Remove resolution
zh_hans: 移除分辨率
zh_hant: 移除解析度

# Character_Title.Text
source: Characters
zh_hans: 角色卡
zh_hant: 角色卡

# Character_Empty.Text
source: No character cards found. Add folders in Settings.
zh_hans: 找不到角色卡。请在设置中添加文件夹。
zh_hant: 找不到角色卡。請在設定中新增資料夾。

# Character_SourceFilterLabel.Text
source: Source:
zh_hans: 来源：
zh_hant: 來源：

# Character_SourceHF.Content
source: Koikatsu (HF)
zh_hans: 无印 (HF)
zh_hant: 無印 (HF)

# Detail_GoBack.[using:Microsoft.UI.Xaml.Controls]ToolTipService.ToolTip
source: Go back
zh_hans: 返回上一页
zh_hant: 返回上一頁

# Detail_PrevButton.[using:Microsoft.UI.Xaml.Controls]ToolTipService.ToolTip
source: Previous (Left Arrow)
zh_hans: 上一张（左方向键）
zh_hant: 上一張（左方向鍵）

# Detail_NextButton.[using:Microsoft.UI.Xaml.Controls]ToolTipService.ToolTip
source: Next (Right Arrow)
zh_hans: 下一张（右方向键）
zh_hant: 下一張（右方向鍵）

# Detail_RandomButton.[using:Microsoft.UI.Xaml.Controls]ToolTipService.ToolTip
source: Random
zh_hans: 随机一张
zh_hant: 隨機一張

# Detail_RevealVersion.Text
source: Show in File Explorer
zh_hans: 在文件资源管理器中显示
zh_hant: 在檔案總管中顯示

# Detail_DeleteVersion.Text
source: Delete this version…
zh_hans: 删除这个版本…
zh_hant: 刪除這個版本…

# Detail_DeleteVersion_Title
source: Delete this version?
zh_hans: 要删除这个版本吗？
zh_hant: 要刪除這個版本嗎？

# Detail_DeleteVersion_Body
source: {0} The file goes to the recycle bin, so you can put it back from there. This character will have {1} versions left.
zh_hans: {0} 文件会移到回收站，可以从那里还原。删除后这个角色还有 {1} 个版本。
zh_hant: {0} 檔案會移到資源回收筒，可以從那裡還原。刪除後這個角色還有 {1} 個版本。

# Detail_DeleteVersion_Confirm
source: Move to recycle bin
zh_hans: 移到回收站
zh_hant: 移到資源回收筒

# Detail_DeleteVersion_FailedTitle
source: Could not delete
zh_hans: 删除失败
zh_hant: 刪除失敗

# Detail_DeleteVersion_Failed
source: "{0}" could not be deleted, usually because something is reading it. Close that and try again.
zh_hans: 删不掉“{0}”，通常是有程序正在读这个文件。关掉之后再试一次。
zh_hant: 刪不掉「{0}」，通常是有程式正在讀這個檔案。關掉之後再試一次。

# Detail_FileInfo.Text
source: File Info
zh_hans: 文件信息
zh_hant: 檔案資訊

# Detail_FileName.Text
source: File Name
zh_hans: 文件名
zh_hant: 檔名

# Detail_FilePath.Text
source: File Path
zh_hans: 文件路径
zh_hant: 檔案路徑

# Detail_FileSize.Text
source: File Size
zh_hans: 文件大小
zh_hant: 檔案大小

# Detail_Resolution.Text
source: Resolution
zh_hans: 分辨率
zh_hant: 場景卡

# Detail_DateModified.Text
source: Date Modified
zh_hans: 修改日期
zh_hant: 修改日期

# Detail_PixivArtworkId.Text
source: Pixiv Artwork ID
zh_hans: Pixiv 作品 ID
zh_hant: Pixiv 作品 ID

# Detail_RotateLeft.[using:Microsoft.UI.Xaml.Controls]ToolTipService.ToolTip
source: Rotate left
zh_hans: 向左旋转
zh_hant: 向左旋轉

# Detail_RotateRight.[using:Microsoft.UI.Xaml.Controls]ToolTipService.ToolTip
source: Rotate right (R)
zh_hans: 向右旋转 (R)
zh_hant: 向右旋轉 (R)

# Detail_CharaInfo.Text
source: Character Info
zh_hans: 角色信息
zh_hant: 角色資訊

# Detail_CharaName.Text
source: Name
zh_hans: 名称
zh_hant: 名稱

# Detail_CharaSex.Text
source: Sex
zh_hans: 性别
zh_hant: 性別

# Detail_CharaGame.Text
source: Game
zh_hans: 游戏版本
zh_hant: 遊戲版本

# Detail_CharaMadevil.Text
source: Madevil data
zh_hans: Madevil 数据
zh_hant: Madevil 資料

# Common_Male
source: Male
zh_hans: 男
zh_hant: 男

# Common_Female
source: Female
zh_hans: 女
zh_hant: 女

# Common_Unknown
source: Unknown
zh_hans: 未知
zh_hant: 未知

# Common_Yes
source: Yes
zh_hans: 有
zh_hant: 有

# Common_No
source: No
zh_hans: 无
zh_hant: 無

# Common_OK
source: OK
zh_hans: 确定
zh_hant: 確定

# Common_Cancel
source: Cancel
zh_hans: 取消
zh_hant: 取消

# Settings_Title.Text
source: Settings
zh_hans: 设置
zh_hant: 設定

# Settings_TabGeneral.Header
source: General
zh_hans: 一般
zh_hant: 一般

# Settings_TabFolders.Header
source: Folders
zh_hans: 文件夹
zh_hant: 資料夾

# Settings_TabFilters.Header
source: Filters
zh_hans: 筛选
zh_hant: 篩選

# Settings_TabAdvanced.Header
source: Performance
zh_hans: 性能与缓存
zh_hant: 效能與快取

# Settings_TabOcd.Header
source: Experimental
zh_hans: 实验功能
zh_hant: 實驗功能

# Settings_FoldersHeader.Text
source: Scene Cards
zh_hans: 场景卡
zh_hant: 場景卡片

# Settings_FoldersDesc.Text
source: Add folders containing Koikatsu scene card .png files. Subfolders are scanned automatically.
zh_hans: 添加包含 Koikatsu 场景卡片 .png 文件的文件夹。子文件夹会自动扫描。
zh_hant: 新增包含 Koikatsu 場景卡 .png 檔案的資料夾。子資料夾會自動掃描。

# Settings_AddFolder.Text
source: Add Folder
zh_hans: 添加文件夹
zh_hant: 新增資料夾

# Settings_RemoveFolder.[using:Microsoft.UI.Xaml.Controls]ToolTipService.ToolTip
source: Remove folder
zh_hans: 移除文件夹
zh_hant: 移除資料夾

# Settings_NoFolders.Text
source: No folders configured.
zh_hans: 尚未配置任何文件夹。
zh_hant: 尚未設定任何資料夾。

# Settings_CharaFoldersHeader.Text
source: Characters
zh_hans: 角色卡
zh_hant: 角色卡

# Settings_CharaFoldersDesc.Text
source: Add folders containing Koikatsu character card .png files. Subfolders are scanned automatically.
zh_hans: 添加包含 Koikatsu 角色卡 .png 文件的文件夹。子文件夹会自动扫描。
zh_hant: 新增包含 Koikatsu 角色卡 .png 檔案的資料夾。子資料夾會自動掃描。

# Settings_ScreenshotFoldersHeader.Text
source: Screenshots
zh_hans: 截图
zh_hant: 截圖

# Settings_ScreenshotFoldersDesc.Text
source: Add folders containing screenshot images (.png, .jpg, .jpeg, .bmp). Subfolders are scanned automatically.
zh_hans: 添加包含截图的文件夹（.png、.jpg、.jpeg、.bmp）。子文件夹会自动扫描。
zh_hant: 新增包含截圖的資料夾（.png、.jpg、.jpeg、.bmp）。子資料夾會自動掃描。

# Settings_DisplayHeader.Text
source: Display
zh_hans: 显示
zh_hant: 顯示

# Settings_ShowFileNames.Header
source: File names on thumbnails
zh_hans: 在缩略图上显示文件名
zh_hant: 在縮圖上顯示檔名

# Settings_ShowFileNames.OnContent
source: Shown
zh_hans: 显示
zh_hant: 顯示

# Settings_ShowFileNames.OffContent
source: Hidden
zh_hans: 隐藏
zh_hant: 隱藏

# Settings_ScrollToTop.Header
source: Scroll to top when sorting changes
zh_hans: 排序更改时滚动到顶部
zh_hant: 排序變更時捲動至頂端

# Settings_ScrollToTop.OnContent
source: Enabled
zh_hans: 启用
zh_hant: 啟用

# Settings_ScrollToTop.OffContent
source: Disabled
zh_hans: 禁用
zh_hant: 停用

# Settings_AuthorLiveTiles.Header
source: Author live tiles
zh_hans: 作者动态磁贴
zh_hant: 作者動態磚

# Settings_AuthorLiveTiles.OnContent
source: On
zh_hans: 开
zh_hant: 開

# Settings_AuthorLiveTiles.OffContent
source: Off
zh_hans: 关
zh_hant: 關

# Settings_CacheHeader.Text
source: Thumbnail Cache
zh_hans: 缩略图缓存
zh_hant: 縮圖快取

# Settings_CacheDesc.Text
source: Thumbnails are cached as small JPEG files for faster loading. Choose where to store them.
zh_hans: 缩略图会缓存为小型 JPEG 文件以加快加载速度。请选择存储位置。
zh_hant: 縮圖會快取為小型 JPEG 檔案以加快載入速度。請選擇儲存位置。

# Settings_CacheFolderLabel.Text
source: Cache folder
zh_hans: 缓存文件夹
zh_hant: 快取資料夾

# Settings_ChangeFolder.Text
source: Change Folder
zh_hans: 更改文件夹
zh_hant: 變更資料夾

# Settings_ResetDefault.Text
source: Reset to Default
zh_hans: 恢复默认
zh_hant: 還原預設

# Settings_ClearCache.Text
source: Clear Cache
zh_hans: 清除缓存
zh_hant: 清除快取

# Settings_PluginHeader.Text
source: Plugin Analysis
zh_hans: 插件分析
zh_hant: 外掛分析

# Settings_PluginDesc.Text
source: Read embedded scene data to identify Madevil environments and Timeline tags. Enable analysis to scan missing data or reanalyze all scenes.
zh_hans: 读取场景内嵌数据，识别 Madevil 环境与 Timeline 标签。启用后可补扫缺漏数据，或重新分析全部场景。
zh_hant: 讀取場景內嵌資料，辨識 Madevil 環境與 Timeline 標籤。啟用後可補掃缺漏資料，或重新分析全部場景。

# Settings_PluginToggle.Header
source: Analyze scene plugins
zh_hans: 分析场景插件
zh_hant: 分析場景外掛

# Settings_PluginToggle.OnContent
source: Enabled
zh_hans: 已启用
zh_hant: 已啟用

# Settings_PluginToggle.OffContent
source: Disabled
zh_hans: 已停用
zh_hant: 已停用

# Settings_ScanMissing.Text
source: Scan unrecorded
zh_hans: 扫描未记录
zh_hant: 掃描未記錄

# Settings_RescanAll.Text
source: Rescan all
zh_hans: 重新扫描全部
zh_hant: 重新掃描全部

# Settings_ScanProgress.Text
source: Scanning…
zh_hans: 扫描中…
zh_hant: 掃描中…

# Settings_SceneResolutionHeader.Text
source: Resolution
zh_hans: 场景卡
zh_hant: 場景卡

# Settings_SceneResolutionDesc.Text
source: Only show scene cards matching specific resolutions. Disable to show all cards.
zh_hans: 仅显示符合特定分辨率的场景卡。禁用则显示全部卡片。
zh_hant: 僅顯示符合特定解析度的場景卡。停用則顯示全部卡片。

# Settings_ResolutionToggle.OnContent
source: Enabled — filtering by resolution
zh_hans: 已启用 — 按分辨率筛选
zh_hant: 已啟用 — 依解析度篩選

# Settings_ResolutionToggle.OffContent
source: Disabled — showing all resolutions
zh_hans: 已禁用 — 显示所有分辨率
zh_hant: 已停用 — 顯示所有解析度

# Settings_ResolutionInput.PlaceholderText
source: e.g. 1920x1080
zh_hans: 例如 1920x1080
zh_hant: 例如 1920x1080

# Settings_AddResolution.Text
source: Add
zh_hans: 添加
zh_hant: 新增

# Settings_CharaResolutionHeader.Text
source: Character Resolution
zh_hans: 角色卡
zh_hant: 角色卡

# Settings_CharaResolutionDesc.Text
source: Only show character cards matching specific resolutions. Disable to show all cards.
zh_hans: 仅显示符合特定分辨率的角色卡。禁用则显示全部卡片。
zh_hant: 僅顯示符合特定解析度的角色卡。停用則顯示全部卡片。

# Settings_CharaResolutionToggle.OnContent
source: Enabled — filtering by resolution
zh_hans: 已启用 — 按分辨率筛选
zh_hant: 已啟用 — 依解析度篩選

# Settings_CharaResolutionToggle.OffContent
source: Disabled — showing all resolutions
zh_hans: 已禁用 — 显示所有分辨率
zh_hant: 已停用 — 顯示所有解析度

# Settings_CharaResolutionInput.PlaceholderText
source: e.g. 252x352
zh_hans: 例如 252x352
zh_hant: 例如 252x352

# Settings_AddCharaResolution.Text
source: Add
zh_hans: 添加
zh_hant: 新增

# Settings_OcdHeader.Text
source: Fine-tuning
zh_hans: 强迫症选项
zh_hant: 強迫症選項

# Settings_OcdDesc.Message
source: These features are experimental and may change or stop receiving updates. Enable them as needed.
zh_hans: 这些功能仍在实验阶段，可能调整或暂停维护。请按需启用。
zh_hant: 這些功能仍在實驗階段，可能調整或暫停維護。請依需求啟用。

# Settings_VisualSimilarity.Header
source: Visual similarity detection
zh_hans: 视觉相似度检测
zh_hant: 視覺相似度偵測

# Settings_VisualSimilarity.OnContent
source: On
zh_hans: 开
zh_hant: 開

# Settings_VisualSimilarity.OffContent
source: Off
zh_hans: 关
zh_hant: 關

# Import_SubfolderThreshold.Header
source: Subfolder threshold
zh_hans: 子文件夹阈值
zh_hant: 子資料夾門檻

# Settings_AdvancedHeader.Text
source: Advanced
zh_hans: 高级
zh_hant: 進階

# Settings_CacheBufferDesc.Text
source: Off-screen render buffer for the gallery, as a multiple of the visible area. Higher values keep more thumbnails ready above and below the view, so zooming and fast scrolling stay smooth.
zh_hans: 图库的画面外渲染缓冲，以可见区域的倍数计算。数值越大，会在画面上下预先准备越多缩略图，缩放与快速滚动就越流畅。
zh_hant: 圖庫的畫面外渲染緩衝，以可見範圍的倍數計算。數值越大，會在畫面上下預先準備越多縮圖，縮放與快速捲動就越流暢。

# Settings_CacheBufferWarning.Title
source: Higher values use more memory and CPU
zh_hans: 数值越大，越耗内存与 CPU
zh_hant: 數值越大，越耗記憶體與 CPU

# Settings_CacheBufferWarning.Message
source: A large buffer loads many more thumbnails at once. On big libraries or low-end PCs this can increase memory use and slow down loading. Raise it only if zooming feels laggy.
zh_hans: 较大的缓冲会一次加载更多缩略图。在大型图库或较旧的电脑上，可能增加内存占用并拖慢加载速度。只有在缩放感觉卡顿时才调高。
zh_hant: 較大的緩衝會一次載入更多縮圖。在大型圖庫或較舊的電腦上，可能增加記憶體用量並拖慢載入速度。只有在縮放感覺卡頓時才調高。

# Settings_CacheBuffer.Header
source: Render buffer (multiple of the visible area)
zh_hans: 渲染缓冲（可见区域的倍数）
zh_hant: 渲染緩衝（可見範圍的倍數）

# Settings_LanguageHeader.Text
source: Language
zh_hans: 语言
zh_hant: 語言

# Settings_LanguageDesc.Text
source: Changing the language requires restarting the app.
zh_hans: 更改语言需要重启应用才能生效。
zh_hant: 變更語言需要重新啟動應用程式才會生效。

# Settings_LanguageSystem.Content
source: System default
zh_hans: 跟随系统
zh_hant: 跟隨系統

# Settings_RestartInfo.Title
source: Restart required
zh_hans: 需要重启
zh_hant: 需要重新啟動

# Settings_RestartInfo.Message
source: Restart the app to apply the new language.
zh_hans: 请重启应用以应用新语言。
zh_hant: 請重新啟動應用程式以套用新語言。

# Settings_RestartButton.Content
source: Restart now
zh_hans: 立即重启
zh_hant: 立即重新啟動

# Nav_Authors.Content
source: Authors
zh_hans: 作者
zh_hant: 作者

# Authors_Title.Text
source: Authors
zh_hans: 作者
zh_hant: 作者

# Authors_Empty.Text
source: No authors detected yet. Name card folders like "Artist (12345678)" using the pixiv user ID, then reload the galleries.
zh_hans: 尚未检测到作者。请将卡片文件夹命名为“作者名 (12345678)”（pixiv 用户 ID），然后重新加载图库。
zh_hant: 尚未偵測到作者。請將卡片資料夾命名為「作者名 (12345678)」（pixiv 使用者 ID），然後重新載入圖庫。

# Authors_SearchBox.PlaceholderText
source: Search authors
zh_hans: 搜索作者
zh_hant: 搜尋作者

# Authors_RefreshAllLabel.Text
source: Refresh all
zh_hans: 全部刷新
zh_hant: 全部重新整理

# Authors_OpenProfile.Text
source: Open pixiv profile
zh_hans: 打开 pixiv 主页
zh_hant: 開啟 pixiv 個人頁面

# Authors_RefreshOne.Text
source: Refresh
zh_hans: 刷新
zh_hant: 重新整理

# Authors_SortCount.Content
source: Card count
zh_hans: 卡片数量
zh_hant: 卡片數量

# Authors_SortLastUpdated.Content
source: Recently updated
zh_hans: 最近更新
zh_hant: 最近更新

# Authors_SortName.Content
source: Name
zh_hans: 名称
zh_hant: 名稱

# Authors_GroupSymbols
source: Symbols
zh_hans: 符号
zh_hant: 符號

# Authors_GroupOther
source: Other
zh_hans: 其他
zh_hant: 其他

# Authors_GroupOtherIndex
source: Other
zh_hans: 他
zh_hant: 他

# AuthorDetail_OpenProfileLabel.Text
source: Open profile
zh_hans: 打开主页
zh_hant: 開啟個人頁面

# AuthorDetail_OverviewTab.Text
source: Overview
zh_hans: 概览
zh_hant: 總覽

# AuthorDetail_ViewAll.Text
source: View all →
zh_hans: 查看全部 →
zh_hant: 查看全部 →

# AuthorDetail_ScenesTab.Text
source: Scenes
zh_hans: 场景
zh_hant: 場景

# AuthorDetail_CharactersTab.Text
source: Characters
zh_hans: 角色
zh_hant: 角色

# AuthorDetail_CoordinatesTab.Text
source: Coordinates
zh_hans: 服装
zh_hant: 服裝

# AuthorDetail_Shuffle.[using:Microsoft.UI.Xaml.Controls]ToolTipService.ToolTip
source: Shuffle
zh_hans: 随机排序
zh_hant: 隨機排序

# AuthorDetail_PostsTab.Text
source: Posts
zh_hans: 帖子
zh_hant: 貼文

# AuthorDetail_UnassignedFiles.Text
source: Unassigned local files
zh_hans: 未归类的本地文件
zh_hant: 未歸類的本機檔案

# AuthorDetail_AssignUnclassified.Content
source: Assign to post
zh_hans: 指定帖子
zh_hant: 指定貼文

# AuthorDetail_ArtworkIdPlaceholder
source: Artwork ID or URL
zh_hans: 作品 ID 或网址
zh_hant: 作品 ID 或網址

# AuthorDetail_AssignUnclassifiedDescription
source: Select files from one artwork, then enter its artwork ID or paste its URL. Files are moved into an artwork folder.
zh_hans: 选择属于同一帖子的文件，然后输入作品 ID 或粘贴网址。文件会移入该作品文件夹。
zh_hant: 選擇屬於同一篇貼文的檔案，然後輸入作品 ID 或貼上網址。檔案會搬入該作品資料夾。

# AuthorDetail_AssignUnclassifiedTitle
source: Assign local files to a post
zh_hans: 指定本地文件至帖子
zh_hant: 指定本機檔案至貼文

# AuthorDetail_Assign
source: Assign
zh_hans: 指定
zh_hant: 指定

# AuthorDetail_Cancel
source: Cancel
zh_hans: 取消
zh_hant: 取消

# AuthorDetail_Done
source: Done
zh_hans: 完成
zh_hant: 完成

# AuthorDetail_SelectedFiles
source: {0} files selected
zh_hans: 已选择 {0} 个文件
zh_hant: 已選取 {0} 個檔案

# PostDetail_OpenInBrowserLabel.Text
source: Open in browser
zh_hans: 在浏览器打开
zh_hant: 在瀏覽器開啟

# PostDetail_SaveLabel.Text
source: Save details
zh_hans: 保存详情
zh_hant: 儲存詳情

# PostDetail_Loading.Text
source: Loading details...
zh_hans: 加载中...
zh_hant: 載入中...

# PostDetail_TagsHeader.Text
source: Tags
zh_hans: 标签
zh_hant: 標籤

# PostDetail_DescriptionHeader.Text
source: Description
zh_hans: 描述
zh_hant: 描述

# Settings_TabPlugins.Header
source: Plugins
zh_hans: 插件
zh_hant: 外掛

# Plugins_Header.Text
source: Installed Plugins
zh_hans: 已安装插件
zh_hant: 已安裝外掛

# Plugins_Desc.Text
source: Plugins add optional features such as import, author info, reverse image search, and website integrations. Install only the plugins you need.
zh_hans: 插件提供可选功能，例如导入、作者信息、反向搜索和网站集成。用户可以按需下载安装。
zh_hant: 外掛提供可選功能，例如匯入、作者資訊、反向搜尋與網站整合。使用者可以依需求下載安裝。

# Plugins_InstallHeader.Text
source: How to install
zh_hans: 安装教程
zh_hant: 安裝教學

# Plugins_InstallStepDownload.Text
source: 1. Download the single .dll file you need from the plugin's GitHub Release.
zh_hans: 1. 从插件的 GitHub Release 下载需要的单个 .dll 文件。
zh_hant: 1. 從外掛的 GitHub Release 下載需要的單一 .dll 檔案。

# Plugins_InstallStepCopy.Text
source: 2. Select Open Plugins Folder, then place the .dll in that Plugins folder.
zh_hans: 2. 点击“打开插件文件夹”，将 .dll 放入该 Plugins 文件夹。
zh_hant: 2. 按下「開啟外掛資料夾」，將 .dll 放入該 Plugins 資料夾。

# Plugins_InstallStepRestart.Text
source: 3. Restart the app. After the plugin loads, its related features appear automatically.
zh_hans: 3. 重启应用。成功加载后，相关功能会自动显示在界面中。
zh_hant: 3. 重新啟動應用程式。成功載入後，相關功能會自動出現在介面中。

# Plugins_OpenFolder.Text
source: Open Plugins Folder
zh_hans: 打开插件文件夹
zh_hant: 開啟外掛資料夾

# Plugins_RiskWarning.Message
source: Plugins may access external services on your behalf. This could result in account suspension, IP bans, or other restrictions from those services. By installing and loading any plugin, you acknowledge and accept these risks.
zh_hans: 插件可能会以您的身份访问外部服务，这可能导致账号封禁、IP 封锁或其他限制。安装并加载任何插件即视为您已了解并接受这些风险。
zh_hant: 外掛可能會以您的身分存取外部服務，這可能導致帳號停權、IP 封鎖或其他限制。安裝並載入任何外掛即視為您已了解並接受這些風險。

# Plugins_RestartNote.Text
source: Changes to plugins take effect after restarting the app.
zh_hans: 插件更改需重启应用后生效。
zh_hant: 外掛變更需重新啟動應用程式後生效。

# Plugins_Empty.Text
source: No plugins installed.
zh_hans: 未安装任何插件。
zh_hant: 未安裝任何外掛。

# Plugins_StatusLoaded
source: Loaded
zh_hans: 已加载
zh_hant: 已載入

# Plugins_StatusFailed
source: Failed
zh_hans: 加载失败
zh_hant: 載入失敗

# Plugins_UpdateAvailable
source: Update available: {0}
zh_hans: 有可用更新：{0}
zh_hant: 有可用更新：{0}

# Plugins_SettingsTitle
source: {0} settings
zh_hans: {0} 设置
zh_hant: {0} 設定

# Plugins_DetailStatus
source: Status
zh_hans: 状态
zh_hant: 狀態

# Plugins_DetailVersion
source: Version
zh_hans: 版本
zh_hant: 版本

# Plugins_DetailPath
source: File path
zh_hans: 文件位置
zh_hant: 檔案位置

# Plugins_DetailUpdate
source: Update
zh_hans: 更新
zh_hant: 更新

# Plugins_DetailDownload
source: Download
zh_hans: 下载
zh_hant: 下載

# Plugins_DetailChangelog
source: Changelog
zh_hans: 更新内容
zh_hant: 更新內容

# Plugins_DetailError
source: Error
zh_hans: 错误
zh_hant: 錯誤

# Plugins_NoSettingsTitle
source: No settings
zh_hans: 没有设置项
zh_hant: 沒有設定項

# Plugins_NoSettingsMessage
source: This plugin does not expose settings in the Settings page. Real-time setup is handled where the feature is used.
zh_hans: 此插件目前没有可在设置页调整的项目。需要实时取得的数据会在使用该功能时处理。
zh_hant: 此插件目前沒有可在設定頁調整的項目。需要即時取得的資料會在使用該功能時處理。

# Plugins_Close
source: Close
zh_hans: 关闭
zh_hant: 關閉

# Plugins_Save
source: Save
zh_hans: 保存
zh_hant: 儲存

# Nav_Import.Content
source: Import
zh_hans: 导入
zh_hant: 匯入

# Import_Title.Text
source: Import
zh_hans: 导入
zh_hant: 匯入

# Import_ReviewWorkspace.Text
source: Review workspace
zh_hans: 审核工作区
zh_hant: 檢閱工作區

# Import_ReviewHeading.Text
source: Review before importing
zh_hans: 导入前审核
zh_hant: 匯入前檢閱

# Import_ReviewDescription.Text
source: Resolve cards that need attention, then review ratings, sources, and planned destinations at full width.
zh_hans: 先处理需要注意的卡片，再以全宽列表确认分级、来源与导入目标位置。
zh_hant: 先處理需要注意的卡片，再以全寬清單確認分級、來源與匯入目的地。

# Import_FetchFailedWorkspaceHint.Text
source: Assign a library author or look up a match to finish these cards.
zh_hans: 指定资料库作者或查询匹配项以完成这些卡片。
zh_hant: 指定資料庫作者或查詢相符項目以完成這些卡片。

# Import_UnknownWorkspaceTitle.Text
source: Needs identification
zh_hans: 需要识别
zh_hant: 需要識別

# Import_UnknownWorkspaceHint.Text
source: Set an artwork or author, or use reverse image search.
zh_hans: 设置作品或作者，也可使用反向图片搜索。
zh_hant: 設定作品或作者，也可使用反向圖片搜尋。

# Import_ReviewFiles.Text
source: Files
zh_hans: 文件
zh_hant: 檔案

# Import_ResolvedWorkspaceTitle.Text
source: Ready to import
zh_hans: 已准备导入
zh_hant: 已準備匯入

# Import_ResolvedWorkspaceHint.Text
source: Grouped by rating, author, and artwork. Each file shows its planned destination.
zh_hans: 按分级、作者和作品分组；每个文件都会显示计划的目标位置。
zh_hant: 依分級、作者與作品分組；每個檔案都會顯示規劃的目的地。

# Import_Importing.Text
source: Importing…
zh_hans: 正在导入…
zh_hant: 正在匯入…

# Import_DropZoneTitle.Text
source: Drop Koikatsu cards here
zh_hans: 将 Koikatsu 卡片拖放到此处
zh_hant: 將 Koikatsu 卡片拖放到此處
